Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: OpenClaw Gateway is not installed yet.
ar: لم يتم تثبيت OpenClaw Gateway بعد.
de: OpenClaw Gateway ist noch nicht installiert.
es: OpenClaw Gateway aún no está instalado.
fa: OpenClaw Gateway هنوز نصب نشده است.
fr: OpenClaw Gateway n’est pas encore installé.
hi: OpenClaw Gateway अभी इंस्टॉल नहीं है।
id: OpenClaw Gateway belum terinstal.
it: OpenClaw Gateway non è ancora installato.
ja_jp: OpenClaw Gateway はまだインストールされていません。
ko: OpenClaw Gateway가 아직 설치되지 않았습니다.
nl: OpenClaw Gateway is nog niet geïnstalleerd.
pl: OpenClaw Gateway nie jest jeszcze zainstalowany.
pt_br: OpenClaw Gateway ainda não está instalado.
ru: OpenClaw Gateway еще не установлен.
sv: OpenClaw Gateway är inte installerad ännu.
th: ยังไม่ได้ติดตั้ง OpenClaw Gateway
tr: OpenClaw Gateway henüz yüklü değil.
uk: OpenClaw Gateway ще не встановлено.
vi: OpenClaw Gateway chưa được cài đặt.
zh_cn: 尚未安装 OpenClaw Gateway。
zh_tw: 尚未安裝 OpenClaw Gateway。

source: OpenClaw Mac app
ar: تطبيق OpenClaw لنظام Mac
es: Aplicación de OpenClaw para Mac
fa: برنامه Mac OpenClaw
fr: Application OpenClaw pour Mac
hi: OpenClaw Mac ऐप
id: Aplikasi Mac OpenClaw
it: App OpenClaw per Mac
ja_jp: OpenClaw Mac アプリ
ko: OpenClaw Mac 앱
pl: Aplikacja OpenClaw na Maca
pt_br: Aplicativo OpenClaw para Mac
ru: Приложение OpenClaw для Mac
th: แอป OpenClaw Mac
tr: OpenClaw Mac uygulaması
uk: Застосунок OpenClaw для Mac
vi: Ứng dụng OpenClaw Mac
zh_cn: OpenClaw Mac 应用
zh_tw: OpenClaw Mac 應用程式

source: OpenClaw Not Configured
ar: لم يتم تكوين OpenClaw
de: OpenClaw nicht konfiguriert
es: OpenClaw no configurado
fa: OpenClaw پیکربندی نشده است
fr: OpenClaw non configuré
hi: OpenClaw कॉन्फ़िगर नहीं किया गया
id: OpenClaw Belum Dikonfigurasi
it: OpenClaw non configurato
ja_jp: OpenClaw が設定されていません
ko: OpenClaw이(가) 구성되지 않음
nl: OpenClaw niet geconfigureerd
pl: OpenClaw nie skonfigurowano
pt_br: OpenClaw não configurado
ru: OpenClaw не настроен
sv: OpenClaw är inte konfigurerat
th: OpenClaw ยังไม่ได้กำหนดค่า
tr: OpenClaw Yapılandırılmadı
uk: OpenClaw не налаштовано
vi: OpenClaw chưa được cấu hình
zh_cn: OpenClaw 未配置
zh_tw: OpenClaw 尚未設定

source: OpenClaw active
ar: OpenClaw نشط
de: OpenClaw aktiv
es: OpenClaw activo
fa: OpenClaw فعال است
fr: OpenClaw actif
hi: OpenClaw सक्रिय है
id: OpenClaw aktif
it: OpenClaw attivo
ja_jp: OpenClaw がアクティブです
ko: OpenClaw 활성화됨
nl: OpenClaw actief
pl: OpenClaw aktywny
pt_br: OpenClaw ativo
ru: OpenClaw активен
sv: OpenClaw aktiv
th: OpenClaw ทำงานอยู่
tr: OpenClaw etkin
uk: OpenClaw активний
vi: OpenClaw đang hoạt động
zh_cn: OpenClaw 活动中
zh_tw: OpenClaw 使用中

source: OpenClaw connecting
ar: OpenClaw قيد الاتصال
de: OpenClaw wird verbunden
es: OpenClaw conectando
fa: در حال اتصال OpenClaw
fr: Connexion d'OpenClaw
hi: OpenClaw कनेक्ट हो रहा है
id: OpenClaw menghubungkan
it: OpenClaw in connessione
ja_jp: OpenClaw に接続中
ko: OpenClaw 연결 중
nl: OpenClaw verbindt
pl: Łączenie OpenClaw
pt_br: OpenClaw conectando
ru: OpenClaw подключается
sv: OpenClaw ansluter
th: OpenClaw กำลังเชื่อมต่อ
tr: OpenClaw bağlanıyor
uk: OpenClaw підключається
vi: OpenClaw đang kết nối
zh_cn: OpenClaw 正在连接
zh_tw: OpenClaw 連線中

source: OpenClaw could not confirm the agent notification. It will not retry, to avoid a duplicate welcome.
ar: تعذّر على OpenClaw تأكيد إشعار الوكيل. لن يعيد المحاولة لتجنب تكرار رسالة الترحيب.
de: OpenClaw konnte die Agentenbenachrichtigung nicht bestätigen. Es wird keinen weiteren Versuch unternehmen, um eine doppelte Begrüßung zu vermeiden.
es: OpenClaw no pudo confirmar la notificación al agente. No volverá a intentarlo para evitar una bienvenida duplicada.
fa: OpenClaw نتوانست اعلان عامل را تأیید کند. برای جلوگیری از ارسال پیام خوش‌آمدگویی تکراری، دوباره تلاش نخواهد کرد.
fr: OpenClaw n’a pas pu confirmer la notification de l’agent. Il ne réessaiera pas afin d’éviter un message de bienvenue en double.
hi: OpenClaw एजेंट की सूचना की पुष्टि नहीं कर सका। डुप्लिकेट स्वागत संदेश से बचने के लिए यह दोबारा प्रयास नहीं करेगा।
id: OpenClaw tidak dapat mengonfirmasi notifikasi agen. OpenClaw tidak akan mencoba lagi untuk menghindari sambutan duplikat.
it: OpenClaw non ha potuto confermare la notifica dell'agente. Non riproverà, per evitare un messaggio di benvenuto duplicato.
ja_jp: OpenClawはエージェントへの通知を確認できませんでした。ウェルカムメッセージの重複を避けるため、再試行は行いません。
ko: OpenClaw에서 에이전트 알림을 확인하지 못했습니다. 환영 메시지가 중복되지 않도록 다시 시도하지 않습니다.
nl: OpenClaw kon de agentmelding niet bevestigen. Er wordt geen nieuwe poging gedaan om een dubbele welkomstmelding te voorkomen.
pl: OpenClaw nie mógł potwierdzić powiadomienia agenta. Nie ponowi próby, aby uniknąć powielenia wiadomości powitalnej.
pt_br: O OpenClaw não conseguiu confirmar a notificação do agente. Não haverá uma nova tentativa para evitar uma mensagem de boas-vindas duplicada.
ru: OpenClaw не удалось подтвердить уведомление агента. Повторной попытки не будет, чтобы избежать дублирующего приветствия.
sv: OpenClaw kunde inte bekräfta agentaviseringen. Ett nytt försök görs inte för att undvika ett dubblerat välkomstmeddelande.
th: OpenClaw ไม่สามารถยืนยันการแจ้งเตือนเอเจนต์ได้ และจะไม่ลองอีกครั้งเพื่อหลีกเลี่ยงข้อความต้อนรับซ้ำ
tr: OpenClaw, temsilci bildirimini doğrulayamadı. Yinelenen bir karşılama mesajını önlemek için yeniden denemeyecek.
uk: OpenClaw не вдалося підтвердити сповіщення агента. Повторної спроби не буде, щоб уникнути дублювання привітання.
vi: OpenClaw không thể xác nhận thông báo cho tác nhân. OpenClaw sẽ không thử lại để tránh gửi lời chào mừng trùng lặp.
zh_cn: OpenClaw 无法确认智能体通知。为避免重复发送欢迎消息，将不会重试。
zh_tw: OpenClaw 無法確認代理程式通知。為避免重複顯示歡迎訊息，將不會重試。

source: OpenClaw could not load editable settings for this channel.
ar: تعذر على OpenClaw تحميل الإعدادات القابلة للتعديل لهذه القناة.
de: OpenClaw konnte die bearbeitbaren Einstellungen für diesen Kanal nicht laden.
es: OpenClaw no pudo cargar los ajustes editables para este canal.
fa: OpenClaw نتوانست تنظیمات قابل ویرایش این کانال را بارگذاری کند.
fr: OpenClaw n’a pas pu charger les paramètres modifiables de ce canal.
hi: OpenClaw इस चैनल के लिए संपादन योग्य सेटिंग्स लोड नहीं कर सका।
id: OpenClaw tidak dapat memuat pengaturan yang dapat diedit untuk channel ini.
it: OpenClaw non ha potuto caricare le impostazioni modificabili per questo canale.
ja_jp: OpenClaw はこのチャンネルの編集可能な設定を読み込めませんでした。
ko: OpenClaw에서 이 채널의 편집 가능한 설정을 로드할 수 없습니다.
nl: OpenClaw kon de bewerkbare instellingen voor dit kanaal niet laden.
pl: OpenClaw nie mógł wczytać edytowalnych ustawień dla tego kanału.
pt_br: O OpenClaw não conseguiu carregar as configurações editáveis deste canal.
ru: OpenClaw не удалось загрузить редактируемые настройки для этого канала.
sv: OpenClaw kunde inte läsa in redigerbara inställningar för den här kanalen.
th: OpenClaw ไม่สามารถโหลดการตั้งค่าที่แก้ไขได้สำหรับช่องทางนี้
tr: OpenClaw bu kanal için düzenlenebilir ayarları yükleyemedi.
uk: OpenClaw не вдалося завантажити редаговані налаштування для цього каналу.
vi: OpenClaw không thể tải cài đặt có thể chỉnh sửa cho kênh này.
zh_cn: OpenClaw 无法加载此频道的可编辑设置。
zh_tw: OpenClaw 無法載入此頻道的可編輯設定。

source: OpenClaw could not notify your agent automatically. The app and Gateway update are complete.
ar: تعذّر على OpenClaw إشعار وكيلك تلقائيًا. اكتمل تحديث التطبيق وGateway.
de: OpenClaw konnte Ihren Agenten nicht automatisch benachrichtigen. Die Aktualisierung der App und des Gateway ist abgeschlossen.
es: OpenClaw no pudo notificar automáticamente a tu agente. La actualización de la aplicación y del Gateway se ha completado.
fa: OpenClaw نتوانست به‌طور خودکار به عامل شما اطلاع دهد. به‌روزرسانی برنامه و Gateway کامل شده است.
fr: OpenClaw n’a pas pu notifier automatiquement votre agent. La mise à jour de l’app et du Gateway est terminée.
hi: OpenClaw आपके एजेंट को स्वचालित रूप से सूचित नहीं कर सका। ऐप और Gateway का अपडेट पूरा हो गया है।
id: OpenClaw tidak dapat memberi tahu agen Anda secara otomatis. Pembaruan aplikasi dan Gateway telah selesai.
it: OpenClaw non ha potuto inviare automaticamente una notifica al tuo agente. L’aggiornamento dell’app e del Gateway è stato completato.
ja_jp: OpenClawはエージェントに自動で通知できませんでした。アプリとGatewayのアップデートは完了しています。
ko: OpenClaw가 에이전트에게 자동으로 알리지 못했습니다. 앱 및 Gateway 업데이트가 완료되었습니다.
nl: OpenClaw kon je agent niet automatisch informeren. De updates van de app en Gateway zijn voltooid.
pl: OpenClaw nie mógł automatycznie powiadomić agenta. Aktualizacja aplikacji i Gateway została ukończona.
pt_br: O OpenClaw não conseguiu notificar seu agente automaticamente. A atualização do aplicativo e do Gateway foi concluída.
ru: OpenClaw не удалось автоматически уведомить вашего агента. Обновление приложения и Gateway завершено.
sv: OpenClaw kunde inte meddela din agent automatiskt. Uppdateringen av appen och Gateway är klar.
th: OpenClaw ไม่สามารถแจ้งเอเจนต์ของคุณโดยอัตโนมัติได้ การอัปเดตแอปและ Gateway เสร็จสมบูรณ์แล้ว
tr: OpenClaw, aracınıza otomatik olarak bildirim gönderemedi. Uygulama ve Gateway güncellemesi tamamlandı.
uk: OpenClaw не вдалося автоматично сповістити вашого агента. Оновлення застосунку та Gateway завершено.
vi: OpenClaw không thể tự động thông báo cho tác nhân của bạn. Quá trình cập nhật ứng dụng và Gateway đã hoàn tất.
zh_cn: OpenClaw 无法自动通知您的代理。应用和 Gateway 更新已完成。
zh_tw: OpenClaw 無法自動通知您的代理程式。應用程式與 Gateway 已完成更新。

source: OpenClaw could not notify your agent automatically. The app and Mac node update are complete.
ar: تعذّر على OpenClaw إشعار وكيلك تلقائيًا. اكتمل تحديث التطبيق وعقدة Mac.
de: OpenClaw konnte Ihren Agenten nicht automatisch benachrichtigen. Die Aktualisierung der App und des Mac-Knotens ist abgeschlossen.
es: OpenClaw no pudo notificar automáticamente a tu agente. La actualización de la aplicación y del nodo de Mac se ha completado.
fa: OpenClaw نتوانست به‌طور خودکار به عامل شما اطلاع دهد. به‌روزرسانی برنامه و گره Mac کامل شده است.
fr: OpenClaw n’a pas pu notifier automatiquement votre agent. La mise à jour de l’app et du nœud Mac est terminée.
hi: OpenClaw आपके एजेंट को स्वचालित रूप से सूचित नहीं कर सका। ऐप और Mac नोड का अपडेट पूरा हो गया है।
id: OpenClaw tidak dapat memberi tahu agen Anda secara otomatis. Pembaruan aplikasi dan node Mac telah selesai.
it: OpenClaw non ha potuto inviare automaticamente una notifica al tuo agente. L’aggiornamento dell’app e del nodo Mac è stato completato.
ja_jp: OpenClawはエージェントに自動で通知できませんでした。アプリとMacノードのアップデートは完了しています。
ko: OpenClaw가 에이전트에게 자동으로 알리지 못했습니다. 앱 및 Mac 노드 업데이트가 완료되었습니다.
nl: OpenClaw kon je agent niet automatisch informeren. De updates van de app en het Mac-knooppunt zijn voltooid.
pl: OpenClaw nie mógł automatycznie powiadomić agenta. Aktualizacja aplikacji i węzła Mac została ukończona.
pt_br: O OpenClaw não conseguiu notificar seu agente automaticamente. A atualização do aplicativo e do nó do Mac foi concluída.
ru: OpenClaw не удалось автоматически уведомить вашего агента. Обновление приложения и узла Mac завершено.
sv: OpenClaw kunde inte meddela din agent automatiskt. Uppdateringen av appen och Mac-noden är klar.
th: OpenClaw ไม่สามารถแจ้งเอเจนต์ของคุณโดยอัตโนมัติได้ การอัปเดตแอปและโหนด Mac เสร็จสมบูรณ์แล้ว
tr: OpenClaw, aracınıza otomatik olarak bildirim gönderemedi. Uygulama ve Mac düğümü güncellemesi tamamlandı.
uk: OpenClaw не вдалося автоматично сповістити вашого агента. Оновлення застосунку та вузла Mac завершено.
vi: OpenClaw không thể tự động thông báo cho tác nhân của bạn. Quá trình cập nhật ứng dụng và nút Mac đã hoàn tất.
zh_cn: OpenClaw 无法自动通知您的代理。应用和 Mac 节点更新已完成。
zh_tw: OpenClaw 無法自動通知您的代理程式。應用程式與 Mac 節點已完成更新。

source: OpenClaw could not read the Gateway service ownership record. Retry after checking the Gateway LaunchAgent.
ar: تعذر على OpenClaw قراءة سجل ملكية خدمة Gateway. أعد المحاولة بعد التحقق من Gateway LaunchAgent.
de: OpenClaw konnte den Eigentümerschaftseintrag des Gateway-Dienstes nicht lesen. Versuchen Sie es erneut, nachdem Sie den Gateway LaunchAgent überprüft haben.
es: OpenClaw no pudo leer el registro de propiedad del servicio Gateway. Vuelve a intentarlo después de comprobar el LaunchAgent de Gateway.
fa: OpenClaw نتوانست سابقه مالکیت سرویس Gateway را بخواند. پس از بررسی LaunchAgent مربوط به Gateway دوباره تلاش کنید.
fr: OpenClaw n’a pas pu lire l’enregistrement de propriété du service Gateway. Réessayez après avoir vérifié le LaunchAgent du Gateway.
hi: OpenClaw, Gateway सेवा के स्वामित्व का रिकॉर्ड नहीं पढ़ सका। Gateway LaunchAgent की जाँच करने के बाद फिर से प्रयास करें।
id: OpenClaw tidak dapat membaca catatan kepemilikan layanan Gateway. Coba lagi setelah memeriksa LaunchAgent Gateway.
it: OpenClaw non è riuscito a leggere il record di proprietà del servizio Gateway. Riprova dopo aver verificato il LaunchAgent del Gateway.
ja_jp: OpenClawはGatewayサービスの所有権レコードを読み取れませんでした。GatewayのLaunchAgentを確認してから再試行してください。
ko: OpenClaw에서 Gateway 서비스 소유권 기록을 읽을 수 없습니다. Gateway LaunchAgent를 확인한 후 다시 시도하세요.
nl: OpenClaw kon de eigendomsregistratie van de Gateway-service niet lezen. Probeer het opnieuw nadat je de Gateway LaunchAgent hebt gecontroleerd.
pl: OpenClaw nie mógł odczytać informacji o właścicielu usługi Gateway. Spróbuj ponownie po sprawdzeniu LaunchAgent usługi Gateway.
pt_br: O OpenClaw não conseguiu ler o registro de propriedade do serviço Gateway. Tente novamente após verificar o LaunchAgent do Gateway.
ru: OpenClaw не удалось прочитать запись о владельце службы Gateway. Повторите попытку после проверки LaunchAgent для Gateway.
sv: OpenClaw kunde inte läsa ägarposten för Gateway-tjänsten. Försök igen efter att ha kontrollerat Gateway LaunchAgent.
th: OpenClaw ไม่สามารถอ่านบันทึกความเป็นเจ้าของบริการ Gateway ได้ โปรดลองอีกครั้งหลังจากตรวจสอบ Gateway LaunchAgent
tr: OpenClaw, Gateway hizmetinin sahiplik kaydını okuyamadı. Gateway LaunchAgent'ı kontrol ettikten sonra yeniden deneyin.
uk: OpenClaw не вдалося прочитати запис про власника служби Gateway. Повторіть спробу після перевірки Gateway LaunchAgent.
vi: OpenClaw không thể đọc bản ghi quyền sở hữu dịch vụ Gateway. Hãy thử lại sau khi kiểm tra LaunchAgent của Gateway.
zh_cn: OpenClaw 无法读取 Gateway 服务所有权记录。请检查 Gateway LaunchAgent 后重试。
zh_tw: OpenClaw 無法讀取 Gateway 服務的擁有權記錄。請檢查 Gateway LaunchAgent 後重試。

source: OpenClaw could not read the node service ownership record. Retry after checking the node LaunchAgent.
ar: تعذر على OpenClaw قراءة سجل ملكية خدمة العقدة. أعد المحاولة بعد التحقق من node LaunchAgent.
de: OpenClaw konnte den Eigentümerschaftseintrag des Knotendienstes nicht lesen. Versuchen Sie es erneut, nachdem Sie den Knoten-LaunchAgent überprüft haben.
es: OpenClaw no pudo leer el registro de propiedad del servicio del nodo. Vuelve a intentarlo después de comprobar el LaunchAgent del nodo.
fa: OpenClaw نتوانست سابقه مالکیت سرویس گره را بخواند. پس از بررسی LaunchAgent مربوط به گره دوباره تلاش کنید.
fr: OpenClaw n’a pas pu lire l’enregistrement de propriété du service de nœud. Réessayez après avoir vérifié le LaunchAgent du nœud.
hi: OpenClaw, नोड सेवा के स्वामित्व का रिकॉर्ड नहीं पढ़ सका। नोड LaunchAgent की जाँच करने के बाद फिर से प्रयास करें।
id: OpenClaw tidak dapat membaca catatan kepemilikan layanan node. Coba lagi setelah memeriksa LaunchAgent node.
it: OpenClaw non è riuscito a leggere il record di proprietà del servizio del nodo. Riprova dopo aver verificato il LaunchAgent del nodo.
ja_jp: OpenClawはノードサービスの所有権レコードを読み取れませんでした。ノードのLaunchAgentを確認してから再試行してください。
ko: OpenClaw에서 노드 서비스 소유권 기록을 읽을 수 없습니다. 노드 LaunchAgent를 확인한 후 다시 시도하세요.
nl: OpenClaw kon de eigendomsregistratie van de node-service niet lezen. Probeer het opnieuw nadat je de node LaunchAgent hebt gecontroleerd.
pl: OpenClaw nie mógł odczytać informacji o właścicielu usługi węzła. Spróbuj ponownie po sprawdzeniu LaunchAgent węzła.
pt_br: O OpenClaw não conseguiu ler o registro de propriedade do serviço do nó. Tente novamente após verificar o LaunchAgent do nó.
ru: OpenClaw не удалось прочитать запись о владельце службы узла. Повторите попытку после проверки LaunchAgent для узла.
sv: OpenClaw kunde inte läsa ägarposten för nodtjänsten. Försök igen efter att ha kontrollerat nodens LaunchAgent.
th: OpenClaw ไม่สามารถอ่านบันทึกความเป็นเจ้าของบริการโหนดได้ โปรดลองอีกครั้งหลังจากตรวจสอบ node LaunchAgent
tr: OpenClaw, düğüm hizmetinin sahiplik kaydını okuyamadı. Düğüm LaunchAgent'ını kontrol ettikten sonra yeniden deneyin.
uk: OpenClaw не вдалося прочитати запис про власника служби вузла. Повторіть спробу після перевірки LaunchAgent вузла.
vi: OpenClaw không thể đọc bản ghi quyền sở hữu dịch vụ nút. Hãy thử lại sau khi kiểm tra LaunchAgent của nút.
zh_cn: OpenClaw 无法读取节点服务所有权记录。请检查节点 LaunchAgent 后重试。
zh_tw: OpenClaw 無法讀取節點服務的擁有權記錄。請檢查節點 LaunchAgent 後重試。

source: OpenClaw couldn’t be installed in Applications. Move it there manually, then open that copy.
ar: تعذّر تثبيت OpenClaw في التطبيقات. انقله إلى هناك يدويًا، ثم افتح تلك النسخة.
de: OpenClaw konnte nicht im Ordner „Programme“ installiert werden. Verschiebe es manuell dorthin und öffne dann diese Kopie.
es: No se pudo instalar OpenClaw en Aplicaciones. Muévelo allí manualmente y luego abre esa copia.
fa: OpenClaw نتوانست در Applications نصب شود. آن را به‌صورت دستی به آنجا منتقل کنید، سپس آن نسخه را باز کنید.
fr: OpenClaw n’a pas pu être installé dans Applications. Déplacez-le là manuellement, puis ouvrez cette copie.
hi: OpenClaw को Applications में इंस्टॉल नहीं किया जा सका। इसे मैन्युअल रूप से वहां ले जाएं, फिर उस कॉपी को खोलें।
id: OpenClaw tidak dapat diinstal di Applications. Pindahkan ke sana secara manual, lalu buka salinan tersebut.
it: Impossibile installare OpenClaw in Applicazioni. Spostalo lì manualmente, poi apri quella copia.
ja_jp: OpenClaw を Applications にインストールできませんでした。手動で移動してから、そのコピーを開いてください。
ko: OpenClaw를 응용 프로그램에 설치할 수 없습니다. 수동으로 이동한 다음 해당 복사본을 여세요.
nl: OpenClaw kon niet in Programma's worden geïnstalleerd. Verplaats het daar handmatig naartoe en open die kopie.
pl: Nie udało się zainstalować OpenClaw w folderze Aplikacje. Przenieś go tam ręcznie, a następnie otwórz tę kopię.
pt_br: Não foi possível instalar o OpenClaw em Aplicativos. Mova-o para lá manualmente e abra essa cópia.
ru: Не удалось установить OpenClaw в Applications. Переместите приложение туда вручную, затем откройте эту копию.
sv: OpenClaw kunde inte installeras i Program. Flytta det dit manuellt och öppna sedan den kopian.
th: ไม่สามารถติดตั้ง OpenClaw ใน Applications ได้ ย้ายไปที่นั่นด้วยตนเอง แล้วเปิดสำเนานั้น
tr: OpenClaw, Applications klasörüne yüklenemedi. Dosyayı manuel olarak oraya taşıyın, ardından o kopyayı açın.
uk: OpenClaw не вдалося встановити в Applications. Перемістіть його туди вручну, потім відкрийте цю копію.
vi: Không thể cài đặt OpenClaw trong Applications. Hãy chuyển nó vào đó thủ công, sau đó mở bản sao đó.
zh_cn: OpenClaw 无法安装到“应用程序”中。请手动将其移至该位置，然后打开那份副本。
zh_tw: OpenClaw 無法安裝到「應用程式」中。請手動將其移至該處，然後開啟該副本。

source: OpenClaw installed the update but could not verify the Gateway connection.
ar: ثبّت OpenClaw التحديث، لكنه تعذّر عليه التحقق من اتصال Gateway.
de: OpenClaw hat das Update installiert, konnte die Gateway-Verbindung jedoch nicht überprüfen.
es: OpenClaw instaló la actualización, pero no pudo verificar la conexión con el Gateway.
fa: OpenClaw به‌روزرسانی را نصب کرد، اما نتوانست اتصال Gateway را تأیید کند.
fr: OpenClaw a installé la mise à jour, mais n’a pas pu vérifier la connexion au Gateway.
hi: OpenClaw ने अपडेट इंस्टॉल कर दिया, लेकिन Gateway कनेक्शन सत्यापित नहीं कर सका।
id: OpenClaw menginstal pembaruan tetapi tidak dapat memverifikasi koneksi Gateway.
it: OpenClaw ha installato l'aggiornamento, ma non ha potuto verificare la connessione al Gateway.
ja_jp: OpenClaw はアップデートをインストールしましたが、Gateway への接続を確認できませんでした。
ko: OpenClaw에서 업데이트를 설치했지만 Gateway 연결을 확인하지 못했습니다.
nl: OpenClaw heeft de update geïnstalleerd, maar kon de verbinding met de Gateway niet verifiëren.
pl: OpenClaw zainstalował aktualizację, ale nie mógł zweryfikować połączenia z Gateway.
pt_br: O OpenClaw instalou a atualização, mas não conseguiu verificar a conexão com o Gateway.
ru: OpenClaw установил обновление, но не смог проверить подключение к Gateway.
sv: OpenClaw installerade uppdateringen men kunde inte verifiera anslutningen till Gateway.
th: OpenClaw ติดตั้งการอัปเดตแล้ว แต่ไม่สามารถตรวจสอบการเชื่อมต่อ Gateway ได้
tr: OpenClaw güncellemeyi yükledi ancak Gateway bağlantısını doğrulayamadı.
uk: OpenClaw установив оновлення, але не зміг перевірити підключення до Gateway.
vi: OpenClaw đã cài đặt bản cập nhật nhưng không thể xác minh kết nối Gateway.
zh_cn: OpenClaw 已安装更新，但无法验证 Gateway 连接。
zh_tw: OpenClaw 已安裝更新，但無法驗證 Gateway 連線。

source: OpenClaw is completing provider sign-in.
ar: يكمل OpenClaw تسجيل الدخول إلى المزوّد.
de: OpenClaw schließt die Anbieteranmeldung ab.
es: OpenClaw está completando el inicio de sesión del proveedor.
fa: OpenClaw در حال تکمیل ورود ارائه‌دهنده است.
fr: OpenClaw termine la connexion au fournisseur.
hi: OpenClaw प्रोवाइडर साइन-इन पूरा कर रहा है।
id: OpenClaw sedang menyelesaikan proses masuk penyedia.
it: OpenClaw sta completando l'accesso al provider.
ja_jp: OpenClaw はプロバイダーのサインインを完了しています。
ko: OpenClaw가 공급자 로그인을 완료하고 있습니다.
nl: OpenClaw voltooit de aanmelding bij de provider.
pl: OpenClaw kończy logowanie do dostawcy.
pt_br: O OpenClaw está concluindo o login do provedor.
ru: OpenClaw завершает вход у провайдера.
sv: OpenClaw slutför inloggningen hos leverantören.
th: OpenClaw กำลังดำเนินการลงชื่อเข้าใช้ผู้ให้บริการให้เสร็จสมบูรณ์
tr: OpenClaw sağlayıcı oturum açma işlemini tamamlıyor.
uk: OpenClaw завершує вхід до постачальника.
vi: OpenClaw đang hoàn tất đăng nhập nhà cung cấp.
zh_cn: OpenClaw 正在完成提供方登录。
zh_tw: OpenClaw 正在完成供應商登入。

source: OpenClaw is installed in Applications, but couldn’t reopen automatically. Open it there manually.
ar: تم تثبيت OpenClaw في التطبيقات، لكن تعذّرت إعادة فتحه تلقائيًا. افتحه هناك يدويًا.
de: OpenClaw ist im Ordner „Programme“ installiert, konnte aber nicht automatisch erneut geöffnet werden. Öffne es dort manuell.
es: OpenClaw está instalado en Aplicaciones, pero no se pudo reabrir automáticamente. Ábrelo allí manualmente.
fa: OpenClaw در Applications نصب شد، اما نتوانست به‌صورت خودکار دوباره باز شود. آن را به‌صورت دستی از آنجا باز کنید.
fr: OpenClaw est installé dans Applications, mais n’a pas pu se rouvrir automatiquement. Ouvrez-le là manuellement.
hi: OpenClaw Applications में इंस्टॉल है, लेकिन स्वचालित रूप से फिर से नहीं खुल सका। इसे वहां मैन्युअल रूप से खोलें।
id: OpenClaw terinstal di Applications, tetapi tidak dapat membuka kembali secara otomatis. Buka di sana secara manual.
it: OpenClaw è installato in Applicazioni, ma non è stato possibile riaprirlo automaticamente. Aprilo lì manualmente.
ja_jp: OpenClaw は Applications にインストールされましたが、自動的に再起動できませんでした。手動でそこから開いてください。
ko: OpenClaw가 응용 프로그램에 설치되었지만 자동으로 다시 열 수 없습니다. 그곳에서 수동으로 여세요.
nl: OpenClaw is geïnstalleerd in Programma's, maar kon niet automatisch opnieuw worden geopend. Open het daar handmatig.
pl: OpenClaw jest zainstalowany w folderze Aplikacje, ale nie udało się go otworzyć ponownie automatycznie. Otwórz go tam ręcznie.
pt_br: O OpenClaw está instalado em Aplicativos, mas não foi possível reabri-lo automaticamente. Abra-o lá manualmente.
ru: OpenClaw установлен в Applications, но не смог открыться автоматически. Откройте его там вручную.
sv: OpenClaw är installerat i Program, men kunde inte öppnas igen automatiskt. Öppna det där manuellt.
th: OpenClaw ถูกติดตั้งใน Applications แล้ว แต่ไม่สามารถเปิดใหม่โดยอัตโนมัติได้ เปิดที่นั่นด้วยตนเอง
tr: OpenClaw, Applications klasörüne yüklendi ancak otomatik olarak yeniden açılamadı. Uygulamayı orada manuel olarak açın.
uk: OpenClaw встановлено в Applications, але не вдалося повторно відкрити автоматично. Відкрийте його там вручну.
vi: OpenClaw đã được cài đặt trong Applications, nhưng không thể mở lại tự động. Hãy mở nó ở đó thủ công.
zh_cn: OpenClaw 已安装到“应用程序”中，但无法自动重新打开。请在那里手动打开它。
zh_tw: OpenClaw 已安裝到「應用程式」中，但無法自動重新開啟。請在該處手動開啟。
